{
	"animeQuotes": [

{
            "quote":"Every one of us must do what’s in their power! If we’re going to die anyway, then it’s better to die fighting than to do nothing!.","author":"Sakura Haruno"
        },
        {
            "quote":"A real ninja is one who endures no matter what gets thrown at him … All you do need, is the guts to never give up","author":"Jiraiya"
        },
        {
            "quote":"Never underestimate your opponent, no matter how small they may seem.","author":"Shino Aburame"
        },
        {
            "quote":"A person grows up when he’s able to overcome hardships. Protection is important, but there are some things that a person must learn on his own.","author":"Jiraiya"
        },
        {
            "quote":"People who continue to put their lives on the line to defend their faith become heroes and continue to exist on in legend","author":"Naruto Uzumaki"
        },
        {
            "quote":"When people are protecting something truly precious to them. They truly can become…as strong as they need to be!","author":"Haku"
        },
        {
            "quote":"If you don’t like your destiny, don’t accept it. Instead have the courage to change it the way you want it to be.","author":"Naruto Uzumaki"
        },
        {
            "quote":"Hard work is worthless for those that don’t believe in themselves.","author":"Naruto Uzumaki"
        },
        {
            "quote":"Never give up without even trying. Do what you can, no matter how small the effect it may have!","author":"Onoki"
        },
        {
            "quote":"Power is not will, it is the phenomenon of physically making things happen.","author":"Madara Uchiha"
        },
        {
            "quote":"Destiny. Fate. Dreams. These unstoppable ideas are held deep in the heart of man. As long as there are people who seek freedom in this life, these things shall not vanish from the Earth.","author":"Gold D. Rodger"
        },
        {
            "quote":"Don’t start a fight if you can’t end it.","author":"Sanji"
        },
        {
            "quote":"Life is like a pencil that will surely run out, but will leave the beautiful writing of life.","author":"Nami"
        },
        {
            "quote":"Fools who don’t respect the past are likely to repeat it.","author":"Nico Robin"
        },
        {
            "quote":"We have to live a life of no regrets.","author":"Portgas D. Ace"
        },
        {
            "quote":"When the world shoves you around, you just gotta stand up and shove back. It’s not like somebody’s gonna save you if you start babbling excuses.","author":"Roronoa Zoro"
        },
        {
            "quote":"You need to accept the fact that you’re not the best and have all the will to strive to be better than anyone you face.","author":"Roronoa Zoro"
        },
        {
            "quote":"Power isn’t determined by your size, but the size of your heart and dreams!","author":"Monkey D Luffy."
        },
        {
            "quote":"No matter how hard or impossible it is, never lose sight of your goal.","author":"Monkey D Luffy."
        },
        {
            "quote":"It may be hard right now… But you must silence those thoughts! Stop counting only those things that you have lost! What is gone, is gone!","author":"Jinbei."
        },
        {
            "quote":"I do not fear this new challenge, rather like a true warrior I will rise to meet it.","author":"Vegeta."
        },
        {
            "quote":"There’s no such thing as fair or unfair in battle. There is only victory or in your case, defeat.","author":"Vegeta."
        },
        {
            "quote":"You can take control of my mind and my body, but there is one thing a Saiyan always keep… his PRIDE!","author":"Vegeta."
        },
        {
            "quote":"Push through the pain, giving up hurts more.","author":"Vegeta."
        },
        {
            "quote":"Even the mightiest warriors experience fears. What makes them a true warrior is the courage that they posses to overcome their fears.","author":"Vegeta."
        },
        {
            "quote":"Power comes in response to a need, not a desire. You have to create that need.","author":"Goku."
        },
        {
            "quote":"You’ll laugh at your fears when you find out who you are.","author":"Piccolo."
        },
        {
            "quote":"Me personally, I like to work and train.","author":"Goku."
        },
        {
            "quote":"Sometimes, we have to look beyond what we want and do what’s best.","author":"Piccolo."
        },
        {
            "quote":"Death is simply another stage of our life.","author":"Grand Elder Guru."
        },
        {
            "quote":"When people make a mistake, it is nice to give them advice, but… if they don’t listen, just leave them alone. Otherwise, you’ll do yourself a disservice by wasting your time and effort.","author":"Ran Mouri."
        },
        {
            "quote":"Life is short so it will be appreciated. We live to our fullest due to that.","author":"Hattori Heiji."
        },
        {
            "quote":"The strong one doesn’t win. The one who wins is strong.","author":"Shinichi Kudo."
        },
        {
            "quote":"A trick is nothing but a puzzle mankind came up with. If you use your head, you can uncover the logical answer.","author":"Shinichi Kudo."
        },
        {
            "quote":"By looking at what’s blocking our way, with an open mind, a wall can be turned into a wide-open door.","author":"Shinichi Kudo."
        },
        {
            "quote":"The moon does not mourn over the dead. What it does is shine a light on the truth.","author":"Shinichi Kudo."
        },
        {
            "quote":"Words are like swords. If you use them the wrong way, they can turn into ugly weapons..","author":"Shinichi Kudo."
        }

]
}